/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "content_width": "80ch"
      }
    },
    "eb2858f5-3210-4272-830c-a5dc08adea54": {
      "type": "media-with-text",
      "blocks": {
        "template--15229800906817__eb2858f5-3210-4272-830c-a5dc08adea54-image-1": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/poizvo3.jpg",
            "media_width": 50,
            "media_position": "start",
            "text_position": "place-self-center text-center",
            "icon": "none",
            "icon_width": 32,
            "subheading": "",
            "title": "TERMO MODIFIKACIJA",
            "content": "<p>Termodifikacijos gamybos procesas pagrįstas aukštos temperatūros ir garų naudojimu. Terminio apdorojimo procese nenaudojami jokie chemikalai ar priedai. Šis procesas pagerina medienos matmenų stabilumą ir biologinį atsparumą. Tai taip pat pagerina medienos šilumos izoliacijos savybes, nes terminio modifikavimo procesas sumažina šilumos laidumą. Termiškai apdorojant iš medienos pašalinamos dervos.<br\/><br\/>Kaitinant medieną, pasikeičia kai kurios jos cheminės ir fizinės savybės. Savybių pokyčius daugiausia lemia terminis hemiceliuliozės sunaikinimas. Norimi pokyčiai pradeda ryškėti jau esant 150ºC temperatūrai ir nesibaigia temperatūrai palaipsniui kylant. Dėl to sumažėja brinkimo ir susitraukimo lygis, pagerėja ilgaamžiškumas, tamsėja spalva, išsiskiria kai kurios ekstraktinės medžiagos, sumažėja pusiausvyros drėgmės lygis, sumažėja rūgštingumas „pH“, pagerėja termoizoliacinės savybės. Tačiau keičiasi ir medienos stiprumas bei kietumas.<\/p>",
            "link_text": "",
            "link_url": "",
            "background": "#ffffff",
            "background_gradient": "",
            "text_color": "#272727",
            "text_gradient": "",
            "button_background": "",
            "button_text_color": ""
          }
        },
        "ce182298-eeed-482b-a9c7-4fe0c1bfabed": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/poizvod4.jpg",
            "media_width": 50,
            "media_position": "end",
            "text_position": "place-self-center text-center",
            "icon": "none",
            "icon_width": 48,
            "subheading": "",
            "title": "Terminio apdorojimo proceso etapai",
            "content": "<p><strong>Medžio garinimas<\/strong><br\/><br\/>Šiame etape temperatūra kameroje pakyla iki 130 laipsnių Celsijaus, kameroje yra vandens, o esant apie 100 laipsnių temperatūrai, vanduo kameroje ir mediena pradeda garuoti, todėl mediena džiovinama garais. , garai yra natūrali apsauga, apsauganti nuo medienos skilinėjimo. Garai taip pat minkština medieną, paruošdami ją cheminiams pokyčiams ir modifikavimui.<br\/><br\/><strong>Termo modifikacija<\/strong><br\/><br\/>Temperatūros lygis kameroje pakyla iki 185-225 laipsnių Celsijaus. Didžiausia temperatūra priklauso nuo pageidaujamo galutinio rezultato, priklausomai nuo naudojimo. Pasiekus maksimalią temperatūrą, fiksuojama 2-3 valandoms (laikas priklauso tiek nuo medienos rūšies, tiek nuo jos kiekio ir geometrinių matmenų). Garų aplinka apsaugo medieną nuo ugnies, taip pat įtakoja cheminius procesus medienoje.<br\/><br\/><strong>Aušinimas<\/strong><br\/><br\/>Temperatūros lygis kameroje sumažinamas iki 50-60 laipsnių Celsijaus, po kurio mediena yra paruošta tolesniam apdorojimui.<\/p>",
            "link_text": "",
            "link_url": "",
            "background": "#ffffff",
            "background_gradient": "",
            "text_color": "#272727",
            "text_gradient": "",
            "button_background": "",
            "button_text_color": ""
          }
        }
      },
      "block_order": [
        "template--15229800906817__eb2858f5-3210-4272-830c-a5dc08adea54-image-1",
        "ce182298-eeed-482b-a9c7-4fe0c1bfabed"
      ],
      "settings": {
        "full_width": false,
        "spacing": "small"
      }
    },
    "rich_text_gk7j7x": {
      "type": "rich-text",
      "blocks": {
        "heading_TrkGFb": {
          "type": "heading",
          "settings": {
            "text": "Termo medienos savybės",
            "heading_tag": "h1",
            "text_color": "",
            "gradient": ""
          }
        },
        "richtext_DeMpan": {
          "type": "richtext",
          "settings": {
            "content": "<p><strong>Tankis<\/strong><br\/><br\/>Tankis matuojamas lyginant bandinio svorį ir matmenis. Matavimo vienetas kg \/ m3. Terminis modifikavimo procesas sumažina tankį vidutiniškai 10%.<br\/><br\/><strong>Jėga<\/strong><br\/><br\/>Paprastai medienos stiprumas yra tiesiogiai susijęs su tankiu. Dėl tankio sumažėjimo terminio apdorojimo metu stiprumas taip pat mažėja, tačiau svorio ir stiprumo santykis praktiškai nesikeičia.<br\/><br\/><strong>Lenkimo stipris ir tamprumo modulis<\/strong><br\/><br\/>Medžiaga, apdorota žemesnėje nei 200 laipsnių Celsijaus temperatūroje, nėra veikiama didelio stiprumo lenkimo praradimo. Ryškus horizontalaus lenkimo stiprumo sumažėjimas pastebimas medžiagose, apdorotose aukštesnėje nei 200 laipsnių Celsijaus temperatūroje. Medžiaga, apdorota tokiomis temperatūromis, nerekomenduojama horizontaliai apkrauti, o tik konstrukciniam naudojimui (vertikali apkrova arba šilumos izoliacija).<br\/><br\/><strong>Suspaudimo jėga<\/strong><br\/><br\/>Stipris gniuždant priklauso nuo faktinio medienos tankio. Remiantis bandymų duomenimis, medienos terminis apdorojimas neturi reikšmingos įtakos ribiniam stipriui gniuždant.<br\/><br\/><strong>Atsparumas skilimui<\/strong><br\/><br\/>Termiškai apdorota mediena mažiau atspari skilimui. Kuo aukštesnė terminio apdorojimo temperatūra, tuo mažesnis atsparumas skilimui. Vidutiniškai atsparumas skilimui sumažėja 30-40%.<br\/><br\/><strong>Varžto laikymo galimybė<br\/><\/strong><br\/>Šis gebėjimas tiesiogiai priklauso nuo medienos tankio, iš anksto išgręžus mažesnio skersmens skylę, rezultatai yra geresni.<br\/><br\/><strong>Kietumas<\/strong><br\/><br\/>Veikimo padidėjimas yra nereikšmingas ir turi ribotą poveikį kietumui.<br\/><br\/><strong>Drėgmės pusiausvyra<\/strong><br\/><br\/>Terminis apdorojimas sumažina medienos pusiausvyros drėgmės kiekį. Veikiant aukščiausiai temperatūrai, drėgmė gali būti 40-50% mažesnė, palyginti su neapdorota mediena.<br\/><br\/><strong>Išbrinkimas ir susitraukimas dėl drėgmės<\/strong><br\/><br\/>Terminis apdorojimas žymiai sumažina radialinį patinimą tangentinės delaminacijos metu. Termiškai apdorota mediena džiovinant nėra įtempta. Medienos brinkimas ir susitraukimas yra labai mažas.<br\/><br\/><strong>Pralaidumas<\/strong><br\/><br\/>Terminio apdorojimo procesas sumažina medienos vandens įgeriamumą 20-30%.<br\/><br\/><strong>Šilumos laidumas<\/strong><br\/><br\/>Bandymais įrodyta, kad termiškai apdorotos medienos šilumos laidumas, lyginant su įprastomis spygliuočių mediena, džiovintomis įprastoje krosnyje, sumažėja 20-25 %, todėl pagerėja medienos izoliacinių savybių efektyvumas.<br\/><br\/><strong>Priešgaisrinė sauga<\/strong><br\/><br\/>Termiškai apdorota mediena priešgaisrinės saugos požiūriu iš esmės nesiskiria nuo paprastos medienos. Atsparumo ugniai klasė - D.<br\/><br\/><strong>Biologinis ilgaamžiškumas<\/strong><br\/><br\/>Standartiniai bandymai (EN113, ENV 807), atlikti laboratorijoje, parodė reikšmingą biologinio atsparumo pagerėjimą ir biologinio ilgaamžiškumo pagerėjimą dėl natūralaus maisto šaltinio pašalinimo iš medienos, taip pat medienos cheminės ir struktūrinės sudėties pokyčius.<br\/><br\/>Rekomenduojame nenaudoti terminio apdorojimo technologijos konstrukcijoms, kurios apima gilų sąlytį su gruntu ir nustato visos konstrukcijos eksploatacines charakteristikas. Daroma prielaida, kad atitinkamas stiprumo praradimas atsiranda dėl drėgmės, o ne dėl mikroorganizmų.<br\/><br\/>Reali patirtis rodo, kad naudojimas konstrukcijose, kurios užtikrina gilų sąlytį su dirvožemiu, bet neturi reikšmingo vaidmens visos konstrukcijos eksploatacinėms savybėms, kartu su periodiniu paviršių džiūvimu, nepadaro jokios didelės žalos medžiaga. Tai ypač aktualu, kai dirvožemis yra efektyviai nusausintas, o pačiame dirvožemyje yra smėlio ir žvyro.<br\/><br\/><strong>Atsparumas oro sąlygoms<\/strong><br\/><br\/>Kaip ir dauguma natūralių medžiagų, ši mediena nėra atspari UV spinduliuotei. Dėl to, veikiant tiesioginiams saulės spinduliams, spalva po kurio laiko pasikeičia iš pradinės rudos į pilką.<br\/><br\/>Originalią spalvą galima išsaugoti pigmento turinčiais konservantais arba konservantais su UV filtru<br\/><br\/>- Termiškai apdorotą medieną veikiant atmosferos poveikiui, natūrali drėgmė per 5 eksploatavimo metus yra du kartus mažesnė nei neapdorotos medienos.<br\/><br\/>Kaip ir visose natūraliose oro sąlygose veikiamose medžiagose, termiškai apdorotos medienos paviršiuje gali atsirasti pelėsių. Bakterijos, esančios ore arba lietaus nešvarumai, gali sukelti grybelio augimą ant neapdoroto paviršiaus. Tačiau tai pastebima tik ant paviršiaus ir gali būti pašalinta – nušluostoma arba nugramdoma.<br\/><br\/>Optimaliausios termiškai apdorotos medienos apsauginės dangos sistemos buvo aliejinis gruntas ir tirpaus pagrindo alkidinis viršutinis sluoksnis arba vandens pagrindu pagamintas akrilo sluoksnis.<br\/><br\/>Termodifikacijos procesas gali būti pritaikytas daugumai medienos rūšių. Procesas turi būti optimizuotas atskirai kiekvienai medienos rūšiai ir atsižvelgiant į jos geometrinius matmenis.<br\/><br\/>Dūmų kvapą iš termiškai apdorotos medienos daugiausia sklinda furfurolas. Po kurio laiko kvapas išnyksta ir gali išnykti naudojant apsauginį paviršių. Iš termiškai apdorotos medienos išsiskiriantys LOJ yra tik įprastų pušies komponentų frakcijos.<br\/><br\/>Termiškai apdorotoje medienoje toksiškų ar kenksmingų komponentų nerasta. Tokia mediena netgi buvo išbandyta kaip kaulo pakaitalas. Tačiau jei skiedros pateko po oda, jas reikia kuo greičiau pašalinti, kaip tai daroma su įprasta mediena.<br\/><br\/>Darbas su termiškai apdorota mediena.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_TrkGFb",
        "richtext_DeMpan"
      ],
      "settings": {
        "full_width": true,
        "content_width": "medium",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": ""
      }
    }
  },
  "order": [
    "main",
    "eb2858f5-3210-4272-830c-a5dc08adea54",
    "rich_text_gk7j7x"
  ]
}
